Repository: 23prime/mikutter
Catalog: core/plugin/display_requirements/po/*/display_requirements.po
Languages: de, fr, zh_tw

# いいねいいねする
source: And I hope Asking Price
de: Und ich hoffe, Preisvorstellung
zh_tw: 表示喜歡

# あんいいね
source: me
de: ich
fr: moi
zh_tw: 取消喜歡

# いいね
source: Like
de: gefällt mir
fr: J'aime
zh_tw: 喜歡

# @%{user} がいいねいいねしました
source: @%{user} marked as favorite.
de: @% {user} als Favorit markiert
fr: @%{user} marqué comme favori
zh_tw: @%{user} 表示喜歡

# @%{user} があんいいねしました
source: @%{user} was I.
de: @%{user} war ich.
zh_tw: @%{user} 已取消喜歡

# 今
source: Now
de: Jetzt
fr: Maintenant
zh_tw: 現在

# %{sec}秒前
source: %{sec}s ago
de: vor %{sec}s
fr: Il y a %{sec}s
zh_tw: %{sec} 秒前

# %{sec}秒後
source: %{sec}s later
de: %{sec}s später
fr: %{sec}s après
zh_tw: %{sec} 秒後

# %{min}分前
source: %{min}m ago
de: vor %{min}m
fr: Il y a %{min}m
zh_tw: %{min} 分前

# %{min}分後
source: %{min}m later
de: %{min}m später
fr: %{min}m après
zh_tw: %{min}分後

# %{hour}時間前
source: %{hour}h ago
de: vor %{hour}h
fr: Il y a %{hour}h
zh_tw: %{hour} 小時前

# %{hour}時間後
source: %{hour}h later
de: %{hour}h später
fr: %{hour}h après
zh_tw: %{hour} 小時後

# %Y/%m/%d
source: %d/%m/%Y
fr: %Y/%m/%d
zh_tw: %Y/%m/%d
