Repository: 23prime/mikutter
Catalog: core/plugin/notify/po/*/notify.po
Languages: es

source: 通知
es: Notificaciones

source: ポップアップ
es: Notificación emergente

source: サウンド
es: Sonido

source: フレンドタイムライン
es: Tweets de amigos

source: リプライ
es: Responder

source: フォローされたとき
es: Nuevo seguidor

source: フォロー解除されたとき
es: Ya no me sigue

source: リツイートされたとき
es: Retweets

source: ふぁぼられたとき
es: Favoritos

source: ダイレクトメッセージ受信
es: Mensaje Directo

source: 通知を表示し続ける秒数
es: Mostrar notificación (segundos)

source: %{users} にフォローされました。
es: Ahora te sigue(n): %{users}

source: %{users} にリムーブされました。
es: Ya no te sigue(n): %{users}

source: fav by %{from_user} "%{tweet}"
es: fav de %{from_user} "%{tweet}"
