Repository: 23prime/mikutter
Catalog: core/plugin/activity/po/*/activity.po
Languages: el, es, fr, ja_ks, ro_ro, zh_tw

# 種類
source: Type
el: Πληκτρολογήστε
es: Tipo
ja_ks: 種類
ro_ro: Tip
zh_tw: 種類

# 説明
source: Description
el: Περιγραφή
es: Descripción
ja_ks: 説明
ro_ro: Descriere
zh_tw: 說明

# 時刻
source: Time
el: Ώρα
es: Tiempo
fr: Heure
ja_ks: 時刻
ro_ro: Ora
zh_tw: 時間

# アクティビティ
source: Activities
el: Δραστηριότητες
es: Actividad
fr: Activités
ja_ks: アクティビティ
ro_ro: Activităţi
zh_tw: 活動

# @%{user} がふぁぼふぁぼしました
source: @%{user} favorited
el: @%{user} το έβαλε στα αγαπημένα
es: @%{user} marcó como favorito
fr: @%{user} ajouté aux favoris
ja_ks: @%{user} がふぁぼふぁぼしたやで
ro_ro: %@{user} marcat ca favorit
zh_tw: @%{user} 收藏了這則推

# @%{user} があんふぁぼしました
source: @%{user} unfavorited
el: @%{user} το έβγαλε απο τα αγαπημένα
es: @%{user} desmarcó como favorito
fr: @%{user} retiré des favoris
ja_ks: @%{user} があんふぁぼしたやで
ro_ro: %@{user} demarcat ca favorit
zh_tw: @%{user} 拿走了星星

# @%{user} がリツイートしました
source: @%{user} retweeted
el: @%{user} το αναδημοσίευσε
es: @%{user} retwitteó
fr: @%{user} a retwitté
ja_ks: @%{user} がリツイートしたやで
ro_ro: %@{user} a primit retweet
zh_tw: @%{user} RT了這則推

# リツイートソースが取得できませんでした
source: Failed to retrieve the retweet source
el: Αποτυχία ανεύρεσης της αναδημοσίευσης
es: Fallo al intentar recuperar el autor del retweet
fr: Echec à la reception de la source de retweet
ja_ks: リツイートソースが取得できひんかったで
ro_ro: Nu s-a putut prelua sursa de retweet
zh_tw: RT來源取得失敗

# @%{user}が%{list}に追加されました
source: @%{user} was added to list %{list}
el: @%{user}μπήκε στην λίστα %{list}
es: @%{user} fue añadido a la lista %{list}
fr: @%{user} a été ajouté à la liste %{list}
ja_ks: @%{user}が%{list}に追加されたやで
ro_ro: @%{user} a fost adăugat în lista %{list}
zh_tw: @%{user} 被加入 %{list} 列表中

source: %{description} (by @%{user})
el: %{περιγραφή} (από @%{user})
es: %{description} (por @%{user})
fr: %{description} (par @%{user})
ro_ro: %{description} (de @%{user})
zh_tw: %{description} (來自 @%{user})

# @%{user}が%{list}から削除されました
source: @%{user} was removed from list %{list}
el: @%{user} εχει αφερεθεί απο την λίστα %{list}
es: @%{user} fue borrado de la lista %{list}
fr: @%{user} a été enlevé de la liste %{list}
ja_ks: @%{user}が%{list}から削除されたやで
ro_ro: @%{user} a fost eliminat din lista %{list}
zh_tw: @%{user} 被踢出 %{list} 了

# @%{followee} が @%{follower} をﾌｮﾛｰしました
source: @%{followee} followed @%{follower}
el: @%{followee} ακουλούθησε @%{follower}
es: @%{follower} ha seguido a @%{followee}
fr: @%{followee} suit @%{follower}
ja_ks: @%{followee} が @%{follower} をﾌｮﾛｰしたやで
ro_ro: @%{followee} este urmat de @%{follower}
zh_tw: @%{followee} 關注了 @%{follower}

# ダイレクトメッセージを送信しました
source: Direct Message sent
el: Στείλε άμεσο μύνημα
es: Mensaje directo enviado
ja_ks: ダイレクトメッセージを送信したやで
ro_ro: Trimitere Mesaj Direct
zh_tw: DM發送成功

# ダイレクトメッセージを受信しました
source: New Direct Message received
el: Ελήφθη άμεσο μύνημα
es: Nuevo mensaje directo
ja_ks: ダイレクトメッセージを受信したやで
ro_ro: Un nou Mesaj Direct a fost primit
zh_tw: 收到了DM

# %{name}を表示する
source: Show %{name}
fr: Afficher %{name}
ja_ks: %{name}を表示やで
zh_tw: 顯示 %{name}

# %{name}を、アクティビティタイムラインに表示します。チェックを外すと、%{name}の他の設定は無効になります。
source: Show %{name} in the activity timeline. If unchecked, any other settings in %{name} section will be disabled.
fr: Afficher %{name} dans le fil d'activité. Si non coché, les autres paramètres de la section de %{name} seront désactivés.
ja_ks: %{name}を、アクティビティタイムラインに表示するで。チェックを外すと、%{name}の他の設定は無効になるで。
zh_tw: 在活動時間軸中顯示%{name}。若取消勾選，%{name}的其他設定皆不會生效。

# 自分に関係ない%{name}も表示する
source: Show %{name} which are not related to me
fr: Afficher %{name} qui ne sont pas relatifs à moi
ja_ks: 自分に関係ない%{name}も表示するで
zh_tw: 顯示與自己無關的%{name}

# 自分に関係ない%{name}もアクティビティタイムラインに表示されるようになります。チェックを外すと、自分に関係ない%{name}は表示されません。
source: If checked, any %{name} which are not related to you will show up in the activity timeline. Uncheck this to disable it.
fr: Si coché, n'importe quel %{name} qui ne sont pas relatifs à moi s'afficheront dans le fil d'activité. Décocher pour désactiver.
ja_ks: 自分に関係ない%{name}もアクティビティタイムラインに表示するで。チェックを外すと、自分に関係ない%{name}は表示せえへんで。
zh_tw: 與自己無關的%{name}也會顯示在活動時間軸中。 若取消勾選，則只會顯示與自己相關的%{name}。

# タイムラインに表示
source: Display on timeline
el: Εμφάνιση στο timeline
es: Mostrar en la cronología
fr: Afficher dans le fil d'actualité
ja_ks: タイムラインに表示
ro_ro: Afişare în cronologie
zh_tw: 顯示在時間軸

# %{name}が通知された時に、システムメッセージで%{name}を通知します
source: Notify %{name} as system message.
fr: Notifier %{name} en tant que message système.
ja_ks: %{name}が通知された時に、システムメッセージで%{name}を通知するで
zh_tw: 收到%{name}的通知時，以系統訊息通知%{name}

# ステータスバーに表示
source: Display on status bar
el: Eμφάνιση στο status bar
es: Mostrar en la barra de estado
fr: Afficher dans la barre de status
ja_ks: ステータスバーに表示
ro_ro: Afişare în bara de status
zh_tw: 顯示在狀態欄

# %{name}が通知された時に、ステータスバーにしばらく表示します
source: When you received %{name}, leave it being shown in the status bar for several seconds.
fr: Lorsque vous recevez %{name}, le laisser s'afficher quelques secondes dans la barre de status.
ja_ks: %{name}が通知された時に、ステータスバーにしばらく表示するで
zh_tw: 收到%{name}的通知時，狀態欄中會出現暫時性的訊息

# リツイート
source: Retweets
el: RT
es: Retweet
ja_ks: リツイート
ro_ro: Retweet
zh_tw: 轉推

# ふぁぼ
source: Favs
el: Fav
es: Fav
ja_ks: ふぁぼ
ro_ro: Fav
zh_tw: 打星

# フォロー
source: Followings
el: Follow
es: Seguido
ja_ks: フォロー
ro_ro: Urmărire
zh_tw: 關注

# リストに追加
source: Additon to list
el: Προσθήκη στην λίστα
es: Añadido a una lista
ja_ks: リストに追加
ro_ro: Adăugare în listă
zh_tw: 添加至列表

# リストから削除
source: Removal from list
el: Αφαίρεση απο την λίστα
es: Borrado de una lista
ja_ks: リストから削除
ro_ro: Eliminare din listă
zh_tw: 從列表中刪除

# ダイレクトメッセージ
source: Direct messages
el: Άμεσο μύνημα
es: Mensaje directo
fr: Messages directs
ja_ks: ダイレクトメッセージ
ro_ro: Mesaj Direct
zh_tw: DM

# システムメッセージ
source: System messages
el: Μύνημα συστήματος
es: Mensaje del sistema
fr: Messages système
ja_ks: システムメッセージ
ro_ro: Mesaj de Sistem
zh_tw: 系統訊息

# エラー
source: Errors
el: Σφάλμα
es: Error
fr: Erreurs
ja_ks: エラー
ro_ro: Eroare
zh_tw: 錯誤訊息

source: D %{recipient} %{text}
es: MD %{recipient} %{text}
