Repository: 23prime/mikutter
Catalog: core/plugin/achievement/po/*/achievement.po
Languages: de, fr, nl_nl, ro_ro, zh_cn

# 実績
source: Achievement
de: Errungenschaft
fr: Succès
nl_nl: Werkelijk
ro_ro: Realizare
zh_cn: 成就

# Twitterアカウントをmikutterに登録しました。これでTwitterが捗る
source: Your twitter account has got connected to mikutter. This will be much helpful to your twitter life!
de: Dein Twitter Konto wurde mit mikutter verbunden, dies wird dir sehr hilfreich für dein weiteres Twitterleben sein!
fr: Votre compte Twitter est connecté à Mikutter. Ça va vous faciliter la vie !
nl_nl: Ik heb mijn Twitter-account verbonden met mikutter. Nu is Twitter prachtig.
zh_cn: 您的Twitter账户已成功登录进mikutter。这下刷推爽啦

# 設定画面で、mikutterをカスタマイズしましょう。
source: Let's customize mikutter from the settings window.
de: Du kannst mikutter im Einstellungen Fenster anpassen.
fr: Customisez mikutter dans la fenêtre des paramètres.
nl_nl: In het Instellingen-scherm kun je mikutter aanpassen.
ro_ro: Haideţi să configurăm mikutter din fereastra de configurări.
zh_cn: 进入设定界面定制你自己的mikutter吧

# 画面右下にあるレンチのアイコンをクリックしよう
source: Click the wrench icon at the bottom right corner of the window.
de: Klicke auf das Schraubenschlüssel-Symbol in der unteren rechten Ecke des Bildschirms.
fr: Cliquez sur l'icône en forme de clé à molette en bas à droite de la fenêtre.
nl_nl: Klik op het moersleutelpictogram in de onderste hoek van het scherm.
ro_ro: Apăsaţi pe pictograma cheie, din colţul dreapta jos al ecranului
zh_cn: 点击窗口右下角的扳手图标吧

# 新規ペインを追加コマンドでペインを増やせます
source: You can create a new pane by clicking "add a new pane."
de: Um ein neues Paneel hinzuzufügen klicke "Neues Paneel hinzufügen.".
fr: Vous pouvez créer un nouveau panneau en cliquant sur "Ajouter un nouveau panneau".
nl_nl: Toevoegen van nieuw deelvenster, opdracht om het deelvenster
ro_ro: Puteţi crea un nou panou, apăsând "Adăugare panou nou"
zh_cn: 通过命令“添加新栏”来增加栏数

# タブを右クリックして、「新規ペインに移動」をクリックしてみよう
source: Right-click the tab and click "Move to new pane."
de: Rechtsklicke den Tab und klicke auf "Verschiebe in neues Paneel.".
fr: Cliquez-droit sur l'onglet et sélectionnez "Déplacer vers un nouveau panneau".
nl_nl: Ga met de rechtermuisknop op het tabblad staan en klik op Ga naar nieuw venster
ro_ro: Click-Dreapta pe filă şi apăsaţi "Mutare ăn panou nou"
zh_cn: 右击标签后选择“移动至新栏”看看吧

# タブを別のペインにドラッグすれば、そのペインに移動できます
source: You can move tab by dragging it from pane to pane.
de: Du kannst Tabs verschieben indem du sie von Paneel zu Paneel drag and dropst.
fr: Vous pouvez déplacer des onglets par glisser-déposer d'un panneau à l'autre.
nl_nl: Je kunt een tabblad verslepen naar een ander deelvenster en zo verplaatsen naar dat venster.
ro_ro: Puteţi muta fila, tragând-o dintr-un panou în altul
zh_cn: 拖动标签到其他栏，就可以把该标签移动至该栏

# 二つ以上ペインがある時に、タブを別のペインにドラッグ＆ドロップしてみましょう
source: Try to drag and drop the tab between panes when there are two or more panes.
de: Versuche den Tab zu drag and droppen wenn zwei oder mehr Paneele geöffnet sind.
fr: Essayez de glisser-déposer les onglets entre les panneaux lorsque vous avez plus d'un seul panneau.
ro_ro: Încercaţi fixarea şi glisarea filei între panouri, când există două sau mai multe panouri.
zh_cn: 在一栏中有两个以上标签的时候，试试拖动标签到其他栏上吧

# クラッシュレポートの報告ありがとうございます
source: Thank you for sending your crash report.
de: Danke das du uns deinen Crash Report geschickt hast.
fr: Merci d'avoir envoyé votre rapport de crash.
nl_nl: Bedankt voor het melden van het crashrapport!
ro_ro: Vă mulţumim pentru trimiterea raportului de erori
zh_cn: 谢谢您发送崩溃报告

# 実績 %s を達成しました！おめでとう♪
source: Congratulations♪ You have attained achievement %s!
de: Herzlichen Glückwunsch♪ Du hast folgende Errungenschaft gefunden! %s
fr: Bravo ! Vous avez débloqué le succès %s !
nl_nl: Prestatie %s bereikt! Gefeliciteerd.
ro_ro: Felicitări ♪ Aţi obținut realizarea %s!
zh_cn: 成就已达成 %s ！祝贺你♪

source: ヾ(＠⌒ー⌒＠)ノ
nl_nl: Isuzu (@ Gimmick-gimmick @)
ro_ro: suzu (@ ⌒ over ⌒ @) Bruno
