Repository: 23prime/mikutter
Catalog: core/plugin/change_account/po/*/change_account.po
Languages: de, ro_ro, zh_cn, zh_tw

source: SN
de: Sender

source: 名前
de: Name
zh_cn: 姓名
zh_tw: 名字

source: エラー - %{name}
de: Fehler - %{name}
zh_cn: 错误 - %{name}
zh_tw: 錯誤 - %{name}

source: アカウントエラー (@{user})
de: Kontofehler (@{user})
ro_ro: Eroare Cont (@{user})
zh_cn: 账户错误(@{user})
zh_tw: 帳號錯誤 (@{user})

source: ユーザ @{user} のOAuth 認証が失敗しました (@{response}) 設定から、認証をやり直してください。
de: OAuth für @{user} misslungen (@{response}) Bitte wiederhole Authentifizierung in den Einstellungen.
ro_ro: OAuth pentru @{user} a eşuat (@{response}) Vă rugăm să repetaţi autentificarea din configurări.
zh_cn: 账户 @{user} 的OAuth认证失败 (@{response}) 请从设置界面重新进行认证。
zh_tw: 使用者帳戶 @{user} 的 OAuth 認證失敗了（@{response}） 請從設定裡重新進行認證程序。

source: 前のアカウント
de: Vorheriges Konto
ro_ro: Contul Anterior
zh_cn: 上一个账户
zh_tw: 前一帳號

source: 次のアカウント
de: Nächstes Konto
ro_ro: Următorul Cont
zh_cn: 下一个账户
zh_tw: 下一帳號

source: @%{screen_name}(%{name}) に切り替える
de: Wechsele zu @%{screen_name}(%{name}).
zh_cn: 切换至 @%{screen_name}(%{name})
zh_tw: 切換為 @%{screen_name} (%{name})

source: アカウント情報
de: Kontoinformationen
ro_ro: Informaţii Cont
zh_cn: 帐号信息
zh_tw: 帳號資訊

source: インストールお疲れ様！
de: Installation Erfolgreich.
ro_ro: Instalarea a fost realizată cu succes !
zh_cn: 安装辛苦了！
zh_tw: 安裝辛苦了！

source: はじめまして！私はマスコットキャラクターのみくったーちゃん。よろしくね。まずはTwitterアカウントを登録しようね。
de: Hallo! Ich bin mikutter-chan, das Maskottchen von mikutter. Bitte verbinde zuerst dein Twitter Konto.
ro_ro: Salut! Eu sunt Kutter-Chan, un caracter mascotă. Mă bucur să te cunosc. Înainte de toate, voi încerca să ănregistrez un cont Twitter.
zh_cn: 您好！我是吉祥物mikutter炭。请多关照喔。我们先来登录一下您的Twitter账户吧！
zh_tw: 你好！我是吉祥物 Mikutter 醬，請多指教。首先請進行推特帳號的登錄喔。

source: 確定
de: Bestätigen
ro_ro: Confirmare
zh_cn: 确定

source: コードを入力→
de: Code eingeben→
ro_ro: Introduceţi codul →
zh_cn: 输入代码→
zh_tw: 輸入授權碼→

source: おっと。初めてアカウントを登録したから実績が解除されちゃったね。
de: Toll! Du hast dein Konto verbunden und eine Errungenschaft freigeschaltet!
ro_ro: În acest moment, actiunile actuale au fost anulate pentru că acum înregistrăm pentru prima oară un cont Twitter.
zh_cn: 唉唉。因为登录了第一个账户所以解锁了一个成就呢。
zh_tw: 喔喔、你因為首次進行了帳號的登錄所以取得成就了唷！

source: コードが間違ってるみたい。URLを再生成するから、もう一度アクセスしなおしてね。 (%{code} %{message})
de: Anscheinend ist der Code verkehrt. Bitte authentifiziere erneut mit der neuen URL. (%{code} %{message})
zh_cn: 代码貌似有问题呢。我会帮你重新生成URL，你在试试看哈。 (%{code} %{message})
zh_tw: 授權碼似乎有誤。授權網址將重新生成，請以新網址重新登錄。 (%{code} %{message})

source: 何かがおかしいよ。 (%{code} %{message})
de: Irgendwas ist falsch. (%{code} %{message})
ro_ro: Ceva nu a funcţionat bine. (%{code} %{message})
zh_cn: 好像哪里有问题呢。 (%{code} %{message})
zh_tw: 好像哪裡怪怪的。 (%{code} %{message})

source: 何かがおかしいよ。 (%{error})
de: Irgendwas ist falsch. (%{error})
ro_ro: Ceva nu a funcţionat bine. (%{error})
zh_cn: 好像哪里有问题呢。 (%{error})
zh_tw: 好像哪裡怪怪的。 (%{error})

source: 登録方法は、 1. %{authorize_url} にアクセスする 2. mikutterに登録したいTwitterアカウントでログイン 3. 適当に進んでいって取得できる7桁のコードをこのウィンドウの一番上に入力 だよ。
de: 1. Klicke den Link %{authorize_url} 2. Melde dich mit deinem Twitter Konto an und wähle "wish to use". 3. Mache weiter bis du einen 7-Stelligen Code erhältst und gebe ihn oben ein.
ro_ro: Cum se înregistrează 1. se accesează %{authorize_url} 2. te autentifici în contul Twitter pe care vrei să-l asociezi cu Mikutter 3. introduci, în partea superioară a acestei ferestre, codul de 7 cifre
zh_cn: 登录步骤是 1. 打开网页 %{authorize_url} 2. 用想在mikutter上使用的Twitter账户登录 3. 复制允许认证之后出现的7位数的代码后在这个窗口最上面的输入框里输入 就可以啦。
zh_tw: 登録步驟： 1. 開啟網址 %{authorize_url} 2. 登入想在 mikutter 上使用的 Twitter 帳號 3. 在上面的輸入框裡面輸入推特給你的7位數字授權碼 以上～

source: 実績は、まだ %{name} さんが使ったことのない機能を、たまに教えてあげる機能だよ。
de: Errungenschaften sind ein Feature um dir manchmal zu helfen Features kennenzulernen die du noch nicht benutzt hast.
zh_cn: 成就系统是偶心情好的时候出现并指导你关于 %{name} 还没使用过的功能的系统喔。
zh_tw: 所謂成就，其實是偶爾會告訴%{name}桑你還沒有用過的功能的功能喔。

source: ……ちょっと短いけど、今私が教えてあげることはこれくらいかな？ Twitter をするために %{mikutter} をインストールしてくれたんだもんね。
de: ...... Nun, das ging schnell, das war es für jetzt. Du hast %{mikutter} zum Segen des Tweetings installiert!
zh_cn: ……现在我能教你的就这些吧。为了刷推不辞辛劳地装上了 %{mikutter} 我还是很感谢你呢。
zh_tw: ……雖然有點短，不過目前我只能告訴你這麼多了。再說你裝 %{mikutter} 的目的是要上推吧。

source: これから少しずつ使い方を教えてあげるからね。それじゃ、またねー。
de: Ich möchte dir Schritt bei Schritt helfen mikutter zu benutzen. Bis später!
zh_cn: 以后有机会我还会教你用的喔。再见咯～～
zh_tw: 未來我還會一點一點教你使用技巧的。下次見囉～

source: mikutterのチュートリアルを見た
de: Ich habe das mikutter Tutorial gelesen.
ro_ro: urmăreşte un tutorial cu Mikutter
zh_cn: 我发现了mikutter的教程
zh_tw: 看了 mikutter 的教學

source: 前回の続きから説明するね
de: Ich will dir erklären wo wir aufgehört haben.
ro_ro: Descrierea prezintă continuarea explicaţiilor anterioare
zh_cn: 那么我们继续咯
zh_tw: 繼續上次的說明吧

source: 次へ
de: Weiter
ro_ro: Următor
zh_cn: 下一步
zh_tw: 下一步
